Repository: GabriellaSimeonova/Stolpersteine-IOS-
Catalog: Stolpersteine/Stolpersteine/Components/*.lproj/Localizable.strings
Languages: fr, nl

source: Profile
fr: Profil
nl: Profiel

source: Stones Visited
fr: Pierres Visitées
nl: Bezochte Stenen

source: Candles Lit
fr: Bougies Allumées
nl: Kaarsen Aangestoken

source: Stones Saved
fr: Pierres Sauvegardées
nl: Bewaarde Stenen

source: Select Language
fr: Sélectionner la Langue
nl: Selecteer Taal

source: Stones Visited Sheet
fr: Feuille de Pierres Visitées
nl: Bezochte Stenen Blad

source: Candles Lit Sheet
fr: Feuille de Bougies Allumées
nl: Kaarsen Aangestoken Blad

source: Stones Saved Sheet
fr: Feuille de Pierres Sauvegardées
nl: Bewaarde Stenen Blad

source: Stolperstein of the Day
fr: Stolperstein du Jour
nl: Stolperstein van de Dag

source: Closest to you
fr: Le plus proche de vous
nl: Dichtstbijzijnde bij jou

source: Passed away on this day
fr: Décédé en ce jour
nl: Overleden op deze dag

# faq.question1
source: What is a Stolperstein?
fr: Qu'est-ce qu'un Stolperstein ?
nl: Wat is een Stolperstein?

# faq.answer1
source: The purpose of a Stolperstein, also known as a 'stumblestone', is to keep alive the memory of the victims of the Nazi regime during World War II. Stolpersteine are small brass plaques placed in the pavement in front of houses where people lived who were persecuted, deported and murdered by the Nazis.
fr: Le but d'un Stolperstein, également connu sous le nom de 'pierre d'achoppement', est de perpétuer le souvenir des victimes du régime nazi pendant la Seconde Guerre mondiale. Les Stolpersteine sont de petites plaques en laiton placées sur le trottoir devant les maisons où vivaient des personnes persécutées, déportées et assassinées par les nazis.
nl: Het doel van een Stolperstein, ook wel bekend als een 'struikelsteen', is om de herinnering levend te houden aan de slachtoffers van het naziregime tijdens de Tweede Wereldoorlog. Stolpersteine zijn kleine bronzen plaquettes die in het trottoir voor huizen worden geplaatst waar mensen woonden die werden vervolgd, gedeporteerd en vermoord door de nazi's.

# faq.question2
source: What is the purpose of the Stolperstein?
fr: Quel est le but du Stolperstein ?
nl: Wat is het doel van de Stolperstein?

# faq.answer2
source: The aim of Stolpersteine is to give a face to the victims of the Holocaust and to keep the memory of the atrocities of the Nazi regime alive. The project emphasises the importance of individual responsibility and reminds us that the Holocaust was not an abstract event, but a tragedy that affected the lives of millions of people. By placing Stolpersteine, people are encouraged not to forget history and to work for a society based on tolerance, respect and the prevention of such atrocities in the future.
fr: Le but des Stolpersteine est de donner un visage aux victimes de l'Holocauste et de perpétuer le souvenir des atrocités du régime nazi. Le projet met l'accent sur l'importance de la responsabilité individuelle et nous rappelle que l'Holocauste n'était pas un événement abstrait, mais une tragédie qui a affecté la vie de millions de personnes. En plaçant des Stolpersteine, les gens sont encouragés à ne pas oublier l'histoire et à œuvrer pour une société fondée sur la tolérance, le respect et la prévention de telles atrocités à l'avenir.
nl: Het doel van Stolpersteine is om een gezicht te geven aan de slachtoffers van de Holocaust en de herinnering levend te houden aan de gruweldaden van het naziregime. Het project benadrukt het belang van individuele verantwoordelijkheid en herinnert ons eraan dat de Holocaust geen abstracte gebeurtenis was, maar een tragedie die het leven van miljoenen mensen heeft beïnvloed. Door Stolpersteine te plaatsen, worden mensen aangemoedigd om de geschiedenis niet te vergeten en te streven naar een samenleving gebaseerd op tolerantie, respect en het voorkomen van dergelijke gruweldaden in de toekomst.

# faq.question3
source: How can someone add information about a Stolperstein?
fr: Comment ajouter des informations sur un Stolperstein ?
nl: Hoe kan iemand informatie toevoegen over een Stolperstein?

# faq.answer3
source: If you would like to add information about a Stolperstein, dates, stories, corrections, missing Stolpersteine or photos, please email them to info@stolpersteine.app
fr: Si vous souhaitez ajouter des informations sur un Stolperstein, des dates, des récits, des corrections, des Stolpersteine manquantes ou des photos, veuillez les envoyer par e-mail à info@stolpersteine.app
nl: Als u informatie wilt toevoegen over een Stolperstein, zoals data, verhalen, correcties, ontbrekende Stolpersteine of foto's, stuur deze dan naar info@stolpersteine.app

# faq.question4
source: How can someone add a Stolperstein?
fr: Comment ajouter un Stolperstein ?
nl: Hoe kan iemand een Stolperstein toevoegen?

# faq.answer4
source: If someone wants to add a Stolperstein to commemorate a Holocaust victim, there are some steps they can follow: - Conduct research: Collect as much information as possible about the victim, including the name, date of birth, deportation date, place of death and any other relevant details. This can be done by consulting relatives, searching archives or contacting local historical bodies. - Check local rules and procedures: Contact the relevant authorities, such as the municipality, historical preservation or organizations responsible for the placement of Stolpersteine in your area. Inquire about the specific rules and procedures applicable to the placement of a Stolperstein. Some municipalities have specific guidelines and may require a consent process. - Collaborate with the artist: Contact Gunter Demnig (benelux@stolpersteine.eu), the artist behind the Stolperstein Project, or his representatives to discuss the possibility of adding a Stolperstein. They can advise you on the process and possibly recommend an artist who can help create the Stolperstein. - Arranging funding: Placing a Stolperstein involves costs, such as manufacturing the plaque and installing it. Make sure you arrange the financial aspects, whether it is personal funding or seeking funds or donations to cover the costs. - Determine placement location: Identify the specific location where the Stolperstein should be placed. It should be in front of a house where the victim lived before he or she was deported or murdered. Make sure you get permission from the current residents or responsible authorities to place the Stolperstein at that location. - Coordinate placement: Work with the relevant authorities, artists, and other stakeholders to coordinate the placement of the Stolperstein. Ensure that all necessary permits and consents are obtained before the Stolperstein is placed. The process can vary depending on the region and specific guidelines, so it is important to follow local procedures and work with the appropriate authorities and organizations to correctly add a Stolperstein.
fr: Si quelqu'un souhaite ajouter un Stolperstein pour commémorer une victime de l'Holocauste, voici quelques étapes à suivre: - Effectuer des recherches : Rassemblez autant d'informations que possible sur la victime, notamment le nom, la date de naissance, la date de déportation, le lieu de décès et tout autre détail pertinent. Cela peut être fait en consultant des proches, en effectuant des recherches dans des archives ou en contactant des organismes historiques locaux. - Vérifier les règles et procédures locales : Contactez les autorités compétentes, telles que la municipalité, la préservation historique ou les organisations responsables de la pose de Stolpersteine dans votre région. Renseignez-vous sur les règles et procédures spécifiques applicables à la pose d'un Stolperstein. Certaines municipalités ont des lignes directrices spécifiques et peuvent exiger une procédure d'autorisation. - Collaborer avec l'artiste : Contactez Gunter Demnig (benelux@stolpersteine.eu), l'artiste derrière le projet Stolperstein, ou ses représentants pour discuter de la possibilité d'ajouter un Stolperstein. Ils peuvent vous conseiller sur le processus et recommander éventuellement un artiste qui peut vous aider à créer le Stolperstein. - Organiser le financement : La pose d'un Stolperstein implique des coûts, tels que la fabrication de la plaque et son installation. Assurez-vous de régler les aspects financiers, qu'il s'agisse de financement personnel ou de recherche de fonds ou de dons pour couvrir les coûts. - Déterminer l'emplacement de la pose : Identifiez l'emplacement spécifique où le Stolperstein doit être placé. Il doit être devant une maison où la victime a vécu avant d'être déportée ou assassinée. Assurez-vous d'obtenir l'autorisation des résidents actuels ou des autorités compétentes pour placer le Stolperstein à cet endroit. - Coordonner la pose : Travaillez avec les autorités compétentes, les artistes et les autres parties prenantes pour coordonner la pose du Stolperstein. Assurez-vous d'obtenir tous les permis et autorisations nécessaires avant de placer le Stolperstein. Le processus peut varier en fonction de la région et des lignes directrices spécifiques, il est donc important de suivre les procédures locales et de travailler avec les autorités et les organisations appropriées pour ajouter correctement un Stolperstein.
nl: Als iemand een Stolperstein wil toevoegen ter nagedachtenis aan een Holocaustslachtoffer, zijn er enkele stappen die ze kunnen volgen: - Doe onderzoek: Verzamel zoveel mogelijk informatie over het slachtoffer, inclusief de naam, geboortedatum, deportatiedatum, plaats van overlijden en andere relevante details. Dit kan worden gedaan door familieleden te raadplegen, archieven te doorzoeken of contact op te nemen met lokale historische instanties. - Controleer lokale regels en procedures: Neem contact op met de relevante autoriteiten, zoals de gemeente, historisch behoud of organisaties die verantwoordelijk zijn voor de plaatsing van Stolpersteine in uw regio. Informeer naar de specifieke regels en procedures die van toepassing zijn op de plaatsing van een Stolperstein. Sommige gemeenten hebben specifieke richtlijnen en kunnen een toestemmingsproces vereisen. - Werk samen met de kunstenaar: Neem contact op met Gunter Demnig (benelux@stolpersteine.eu), de kunstenaar achter het Stolperstein-project, of zijn vertegenwoordigers om de mogelijkheid van het toevoegen van een Stolperstein te bespreken. Zij kunnen u adviseren over het proces en mogelijk een kunstenaar aanbevelen die kan helpen bij het maken van de Stolperstein. - Regel financiering: Het plaatsen van een Stolperstein brengt kosten met zich mee, zoals het vervaardigen van de plaquette en het installeren ervan. Zorg ervoor dat u de financiële aspecten regelt, of het nu gaat om persoonlijke financiering of het zoeken naar fondsen of donaties om de kosten te dekken. - Bepaal de plaatsingslocatie: Identificeer de specifieke locatie waar de Stolperstein moet worden geplaatst. Het moet voor een huis zijn waar de slachtoffer woonde voordat hij of zij werd gedeporteerd of vermoord. Zorg ervoor dat u toestemming krijgt van de huidige bewoners of verantwoordelijke autoriteiten om de Stolperstein op die locatie te plaatsen. - Coördineer de plaatsing: Werk samen met de relevante autoriteiten, kunstenaars en andere betrokkenen om de plaatsing van de Stolperstein te coördineren. Zorg ervoor dat alle noodzakelijke vergunningen en toestemmingen worden verkregen voordat de Stolperstein wordt geplaatst. Het proces kan variëren afhankelijk van de regio en specifieke richtlijnen, dus het is belangrijk om de lokale procedures te volgen en samen te werken met de juiste autoriteiten en organisaties om correct een Stolperstein toe te voegen.

# faq.heading
source: Frequently Asked Questions
fr: Foire aux questions
nl: Veelgestelde Vragen

source: Home
fr: Accueil
nl: Thuis

source: Map
fr: Carte
nl: Kaart

source: FAQ
nl: Veelgestelde vragen

source: Profile
fr: Profil
nl: Profiel

# stone-city
source: City:
fr: Ville :
nl: Stad:

source: Address: %@
nl: Adres: %@

source: Date of Birth: %@
nl: Geboortedatum: %@

source: Date of Passing: %@
nl: Datum van overlijden: %@

source: Place of Passing: %@
nl: Plaats van overlijden: %@

source: Reason of Passing: %@
nl: Reden van overlijden: %@

source: My Story:
fr: Mon histoire :
nl: Mijn verhaal:
